Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: The mother machine lifeform is devastated at her loss.
pl: Maszyna matka jest zdruzgotana stratą swojego dziecka.

source: The music box has been delivered to the manager. It seems she knew the android that used to own it, as all she could do was silently clutch it in her arms.
pl: Pozytywka została dostarczona zarządcy. Wygląda na to, że znała jej poprzednią właścicielkę, gdyż po tym, jak ją otrzymała, cicho ściskała pozytywkę w rękach.

source: The mutated specimens you recovered proved that the state of the environment is actually far better than previously believed. Considering that humanity's return might undo all of these gains, the researcher expressed doubt about what is truly best for the planet.
pl: Znalezione przez ciebie zmutowane okazy udowadniają, że stan środowiska jest w o wiele lepszym stanie, niż się oczekiwano. Biorąc pod uwagę, że ewentualny powrót ludzkości może odwrócić ten trend, badacz wyraża wątpliwość odnośnie tego, co naprawdę jest najlepsze dla planety.

source: The name is Yosuke Matsuda.
pl: Nazywam się Yosuke Matsuda.

source: The neighboring king adored his new wife and treasured her looks above all else. He gave the middle princess six new dresses and eight fresh flowers every day, and his love caused her beauty to shine all the more.
pl: Król wielbił swoją nową żonę i cenił jej wygląd ponad wszystko. Dawał księżniczce każdego dnia sześć nowych sukien i osiem świeżych kwiatów, zaś jego miłość sprawiała, że piękno księżniczki lśniło coraz mocniej.

source: The network function has been turned off.
pl: Funkcje sieciowe są wyłączone.

source: The new drug is complete! Go talk to Jackass.
pl: Nowy narkotyk jest gotowy! Porozmawiaj z Jackass.

source: The new drug was so good, those who partake of it find it hard to put down. ...Oh, and it also causes extreme mental instability. However, if you're curious, Jackass claims it can be obtained by talking to a Resistance member near the oil fields in the desert.
pl: Nowy narkotyk jest tak dobry, że biorący go, nie mogą go odstawić... A ponadto powoduje ekstremalną niestabilność umysłową. Jednakże, jeśli cię to ciekawi, Jackass twierdzi, że można go zdobyć od członków Ruchu Oporu w pobliżu pól naftowych na pustyni.

source: The new queen raised a mighty army. To afford the endeavor, she taxed her people, and in turn, they were given jobs in new factories created to support the war effort.
pl: Nowa królowa stworzyła potężną armię. By pozwolić na takie przedsięwzięcie, opodatkowała swój lud, w zamian dając im pracę w nowych fabrykach, stworzonych do wspierania działań wojennych.

source: The nights we drank till dawn
pl: Te noce, gdy piliśmy aż do świtu

source: The official designation...is 2E. Number 2, Type E.
pl: Jej oficjalna nazwa to... 2E. Numer 2, Typ E.

source: The oil will spew! The gears will fly! Now let's get it on!
pl: Poleje się olej! Tryby będą latały! Jedźmy z tym koksem!

source: The one that took place roughly 200 years ago. </page>
pl: Które wylądowały tutaj prawie 200 lat temu. </page>

source: The ones Devola mentioned, maybe?
pl: To o nich wspominała Devola?

source: The ones who only care about getting stronger.<bt_wait> The ones who discriminate against machine lifeforms.<bt_wait> The ones caught in their own web of rules. </page>
pl: Tych, których obchodzi tylko to, by stać się silniejszym.<bt_wait> Tych, którzy dyskryminują mechaniczne forma życia.<bt_wait> Tych, którzy wplątali się w sieć swoich własnych zasad. </page>

source: The only known record of this machine lifeform is a lone sighting 320 years ago.
pl: Jedyne znane zapiski o tej mechanicznej formie życia dotyczą pojedynczej obserwacji wykonanej 320 lat temu.

source: The only option left is to die...
pl: Jedyne co nam zostało, to umrzeć...

source: The only personal items are these dog tags...
pl: Jedynymi osobistymi przedmiotami są te nieśmiertelniki...

source: The only remaining option...is to destroy you.
pl: Jedyna opcja, która nam pozostała, to... Zniszczenie was!

source: The only thing there is a small bit of data relating to the human genome.
pl: Jedyna rzecz, która tam się faktycznie znajduje, to maleńka ilość danych dotycząca ludzkiego genomu.

source: The operation is compromised.
pl: Operacja jest zagrożona.

source: The operation is compromised. Awaiting further orders.
pl: Operacja jest zagrożona. Oczekuję na dalsze rozkazy.

source: The operation is underway, and a few squads have already engaged the enemy.
pl: Operacja jest w toku. Część oddziałów już podjęła walkę z wrogiem.

source: The operation itself was a success, but the YoRHa fighters were completely wiped out.
pl: Operacja sama w sobie zakończyła się sukcesem, ale jednostki YoRHa całkowicie zniszczone.

source: The operators try hard to explain everything, but I'm still so confused. ...I just hope I don't get in anyone's way.
pl: Operatorki starają się wszystko tłumaczyć, ale ja wciąż się gubię... Mam nadzieję, że nie wejdę nikomu w drogę.

source: The order came from the Commander herself.
pl: Rozkaz przyszedł bezpośrednio od samej Pani Komandor.

source: The original Emil liked this place a lot.
pl: Ten dawny Emil uwielbiał to miejsce.

source: The other access points are still undergoing maintenance, but you should be able to use them for transport soon.
pl: Inne punkty dostępu są wciąż w naprawie, ale z pewnością niedługo będziesz w stanie użyć ich do transportu.

source: The others here... Well, they still haven't forgiven them.
pl: Pozostali... No cóż... Nadal im nie wybaczyli.

source: The overjoyed children give you a reward, though their sincere happiness fills you with complex emotions.
pl: Uradowane dzieci wręczają ci nagrodę, chociaż ich szczera radość napełnia cię mieszanymi uczuciami.

source: The pack leader was a machine lifeform that seemed to think it was an animal.
pl: Przywódcą stada była mechaniczna forma życia, która myślała, że jest zwierzęciem.

source: The pack leader was a machine lifeform that seemed to think it was an animal. We couldn't even communicate with it.
pl: Przywódcą stada była mechaniczna forma życia, która myślała, że jest zwierzęciem. Nie mogliśmy się z nią jednak skomunikować.

source: The pain of having your homeland stolen!
pl: O bólu utraconej ojczyzny!

source: The parade has been wiped out. Talk to the clown again...and make sure not to mess up this time!
pl: Parada została zniszczona. Porozmawiaj ponownie z klaunem... i upewnij się, że tym razem tego nie zepsujesz.

source: The part needed to repair the child is in the area known as the abandoned factory.
pl: Część niezbędna do naprawy dziecka znajduje się w opuszczonej fabryce.

source: The person in charge is usually quite reliable, but lately...
pl: Osoba za to odpowiedzialna zazwyczaj jest bardzo rzetelna, ale ostatnio…

source: The person in charge of the storage area has disappeared. A friend claims he went out to the desert camp to make a delivery and never returned. Put on your detective hat and figure out what happened.
pl: Osoba odpowiedzialna za magazyn, zniknęła. Jego przyjaciel twierdzi, że poszedł do obozu na pustyni z przesyłką, ale już nie wrócił. Załóż czapkę detektywa i odkryj co się stało.

source: The person in charge of the storage area was stuck...in a storage facility. His supervisor had torn through the place like a tornado and ended up boxing him in. After he was rescued from his package predicament, the supervisor arrived and began teaching him how to organize packages more efficiently through the art of wanton destruction.
pl: Mężczyzna odpowiedzialny za magazyn utknął... w magazynie. Jego przełożona przeleciała przez to miejsce jak tornado, co skończyło się tym, że został zamknięty w środku. Po uwolnieniu z tej skrzynkowej sytuacji, przybyła jego przełożona i zaczęła pouczać go, jak efektywniej porządkować paczki za pomocą sztuki swawolnej destrukcji.

source: The person you found says the red hood was a present from a Resistance woman who's stationed in the desert. Go to the desert garrison and find where the red hood came from.
pl: Znaleziona przez ciebie osoba twierdzi, że czerwony kaptur był prezentem od kobiety z Ruchu Oporu, która stacjonuje na pustyni. Udaj się do garnizonu na pustyni i dowiedz się, skąd pochodzi czerwony kaptur.

source: The person you save will be selected at random.
pl: Osoba, którą ocalisz, zostanie wybrana losowo.

source: The question now is: will he reach 100, or are you going to stop him?
pl: Pytanie brzmi: czy dojdzie do 100, czy też zdążysz go pokonać?

source: The real world is naught but hardship.
pl: Prawdziwy świat to nic innego, jak trud i cierpienie.

source: The reason for using said parts is unknown.
pl: Powód wykorzystania tych części pozostaje nieznany.

source: The record of the singing machine lifeform that haunts the innermost depths of the amusement park. Her desire to be loved gave rise to a sense of beauty most unsightly.
pl: Zapiski śpiewającej mechanicznej formy życia, straszącej w najgłębszych czeluściach parku rozrywki. Pragnienie, aby być kochaną, doprowadziło ją do najszkaradniejszego poczucia piękna.

source: The records claim humans covered their crotches as they went about their business.
pl: Zapiski mówią, że ludzie zakrywali swoje miejsca intymne, kiedy wychodzili załatwiać swoje codzienne sprawy.

source: The records say it was once a facility known as a "shopping center."
pl: W zapiskach widnieje adnotacja, że kiedyś był to budynek nazywany „centrum handlowym”.

source: The remains of a YoRHa flight unit.
pl: Pozostałości jednostki latającej YoRHy.

source: The required data has been obtained, and reveals that androids actually generate a pleasure-granting chemical while in combat. Jackass plans to use this knowledge to create a new drug that will expand androids' capabilities. Go see her again after some time passes.
pl: Zdobyto wymagane dane, ukazujące w jaki sposób androidy w rzeczywistości generują dające przyjemność substancje podczas walki. Jackass planuje użyć tej wiedzy do stworzenia nowego narkotyku, który pozwoli poszerzyć zdolności androidów. Zajrzyj do niej ponownie za jakiś czas.

source: The required data has been obtained. Apparently, the feeling of excitement experienced during combat is close to what humans call "love." Jackass is already figuring out what to do next.
pl: Zdobyto wymagane dane. Wygląda na to, że uczucie ekscytacji, którego doświadczają androidy w trakcie walki jest bliskie temu, co ludzie nazywają „miłością”. Jackass już obmyśla, co zrobić dalej.

source: The required data has been obtained. Report to Jackass.
pl: Zdobyto wymagane dane. Zdaj raport Jackass.

source: The required measurement standard has not been met. Reexamination is required.
pl: Wymagany standard pomiaru nie został osiągnięty. Wymagana jest powtórna ocena.

source: The required number of authentication keys have been acquired.
pl: Pozyskano wymaganą ilość kluczy autoryzacyjnych.

source: The required part is in the area known as the abandoned factory. I truly do appreciate this.
pl: Potrzebna część znajduje się w opuszczonej fabryce. Naprawdę to doceniam.

source: The resulting energy surge has an acceptable probability of temporarily paralyzing the barrier.
pl: Wyładowanie energii, które będzie tego skutkiem, ma akceptowalne szanse na chwilowe sparaliżowanie bariery.

source: The results of the research indicate that androids generate some kind of comforting element in their circuits during combat. Jackass is going to use these results to create a new drug for expanding android functionality. Give her some time and go meet her again in a while.
pl: Wyniki badań wskazują, że androidy podczas walki produkują w swoich obwodach jakąś dającą im przyjemność substancję. Jackass zamierza użyć tych wyników do stworzenia nowego narkotyku, rozszerzającego funkcje androidów. Daj jej trochę czasu i spotkaj się z nią później.

source: The roving herd is under the command of an animalistic machine lifeform which roars as it charges at foes. Defeat the animals and their leader.
pl: Wędrujące stado jest dowodzone przez zezwierzęconą mechaniczną formę życia, która ryczy, szarżując na wrogów. Pokonaj zwierzęta i ich przywódcę.

source: The rules are protected by low-level systems. Salvaging data poses an unacceptable level of risk.
pl: Zasady są chronione przez systemy niskiego poziomu. Odzyskiwanie danych wiąże się z nieakceptowalnym poziomem ryzyka.

source: The rules are simple.
pl: Reguły są proste.

source: The rules help us cope with hardship. As such, we continue to expand them so that all might ease their daily lives.
pl: Zasady pomagają nam radzić sobie z trudami życia. I tak, poszerzamy zasady, aby ulżyć sobie w codziennym życiu.

source: The rules here are a lot stricter than the other camps. You have to get the leader's approval before you do anything.
pl: Mamy bardziej rygorystyczne przepisy niż w innych obozach. Zanim zrobisz cokolwiek, musisz zdobyć zgodę przywódcy.

source: The same color as our client's hair.
pl: Taki sam kolor, jak włosy naszej zleceniodwaczyni.

source: The same sights and sounds. The same struggle of attrition.<bt_wait> My Resistance forces play the same war on repeat with no end in sight.<bt_wait>
pl: Te same widoki i dźwięki. Ta sama walka z wyczerpaniem.<bt_wait> Moje siły Ruchu Oporu odgrywają tę samą wojnę bez końca na horyzoncie.<bt_wait>

source: The same way we destroyed these pathetic little aliens.
pl: I to w taki sam sposób, w jaki zniszczyliśmy tych nędznych, malutkich kosmitów.

source: The satellite camera doesn't have very good resolution, so you can't see fine details or tell what's underground.
pl: Kamery satelitów nie mają zbyt dobrej rozdzielczości, więc nie zobaczysz ani szczegółów, ani tego co jest pod ziemią.

source: The screen settings have been changed.
pl: Zmieniono ustawienia obrazu.

source: The screen settings have been changed. Are these settings okay?
pl: Zmieniono ustawienia obrazu. Pozostawić ustawienia?

source: The second way is to equip them with new Pod Programs.
pl: Drugi sposób, to wyposażanie ich w nowe programy poda.

source: The selected chip is currently equipped to a chip set. If you fuse it, it will be removed from its chip set. Do you wish to fuse this chip?
pl: Wybrany czip jest wyekwipowany jako część zestawu. Jeśli go połączysz, zostanie usunięty z zestawu. Czy chcesz połączyć ten czip?

source: The server administration room is on the right.
pl: Pokój administracji serwera jest po prawej.

source: The shared past of A2 and the Resistance is revealed by Anemone. During an attempt by the Resistance to destroy the machine lifeform server, many androids were slaughtered by a powerful enemy weapon. While letting her allies escape into an elevator, Anemone made up her mind.
pl: Wspólna przeszłość A2 i Ruchu Oporu, wyjawiona przez Anemonę. Podczas próby zniszczenia serwera mechanicznych form życia przez Ruch Oporu, wiele androidów zostaje zabitych przez potężną broń. Pozwalając swoim sojusznikom uciec do windy, Anemona podejmuje decyzję.

source: The shared past of A2 and the Resistance is revealed by Anemone. The Resistance and YoRHa are slowly reaching a mutual understanding. However, one of the Resistance members has contracted a virus...
pl: Wspólna przeszłość A2 i ruchu oporu, wyjawiona przez Anemonę. Ruch Oporu i YoRHa powoli osiągają wspólne zrozumienie. Jedna z członkiń ruchu oporu zaraża się wirusem...

source: The shared past of A2 and the Resistance is revealed by Anemone. It is the record of a grueling battle fought by the Resistance alongside the first YoRHa squadron.
pl: Wspólna przeszłość A2 i ruchu oporu, wyjawiona przez Anemonę. Są to zapiski wyczerpującej bitwy, w której Ruch Oporuporu walczył u boku pierwszej eskadry YoRHa.

source: The shockwave hit me like...well, a shockwave, I guess. Knocked my circuits all out of whack, but I managed to—
pl: Fala uderzeniowa uderzyła we mnie jak... no, jak fala uderzeniowa. Totalnie rozstroiła mi obwody, ale udało mi się...

source: The shop owner in the forest is researching human cuisine, and he needs help gathering ingredients. Find the following:
pl: Właściciel sklepu w lesie bada ludzką kuchnię i potrzebuje twojej pomocy przy zbieraniu składników. Znajdź poniższe:

source: The signal from the access point just came back online. Good job.
pl: Sygnał z punktu dostępu właśnie wrócił do sieci. Dobra robota.

source: The sisters are together again at last!
pl: Siostry znowu są razem. Nareszcie!

source: The son who locked himself inside the house is at it again, this time with even stronger defenses. 9S must put his hacking skills to work getting the door open once more.
pl: Syn znów zamknął się we wnętrzu domu. Tym razem przy pomocy jeszcze mocniejszych zabezpieczeń. 9S musi użyć swoich hakerskich umiejętności, aby jeszcze raz otworzyć drzwi.

source: The songbird slowly nursed the hawk back to health. The beautiful sight of the small white bird nestled in the elegant wings of the hawk soon made it the envy of all the creatures in the forest.
pl: Słowik opiekował się jastrzębiem, aż ten wyzdrowiał. Piękny widok małego ptaszka gnieżdżącego się w eleganckich skrzydłach jastrzębia stał się obiektem zazdrości wszystkich leśnych istot.

source: The souls in the blade yearned to be as one. To grow old as one. To fall in love as one. It is why we both love the same person.
pl: Dusze w ostrzu pragnęły być jednością. Zestarzeć się jako jedno. Zakochać się jako jedno. Dlatego obie kochały tę samą osobę.

source: The spear's second owner was a courageous, bandit-fighting mayor. In her later years, her strength faded, until one night, a pack of young thugs surrounded her and took all that she had—including her life.
pl: Drugą właścicielką włóczni była odważna burmistrz, walcząca z bandytami. Na starość opuściły ją siły, aż pewnego wieczoru napadła ją zgraja młodocianych zbirów, zabierając jej wszystko co miała — w tym jej życie.

source: The stamp card is full. Head to the amusement park reception to collect your fabulous prize!
pl: Karta na pieczątki została wypełniona. Idź do recepcji parku rozrywki, aby odebrać tę wspaniałą nagrodę.

source: The standard, most enjoyable difficulty.
pl: Standardowy, najprzyjemniejszy poziom trudności.

source: The standard, most enjoyable difficulty. Probably.
pl: Standardowy, najprzyjemniejszy poziom trudności. Chyba.

source: The storage site, eh? Maybe we should check it out.
pl: Magazyn, tak? Chyba warto tam zajrzeć.

source: The strange thing is, if a unit fails, it fails in exactly the same way the next time.<bt_wait> For example, if a machine forms a dictatorship that eventually collapses, it won't try a new type of government—it just forms a new dictatorship.<bt_wait> Or if it plants crops and they die, it just tries the same thing again.<bt_wait> And again.<bt_wait> And again.<bt_wait> And again.<bt_wait>
pl: Dziwne było to, że jeśli im nie wychodziło, to następnym razem czekała ich dokładnie taka sama porażka.<bt_wait> Na przykład, jeśli maszyny uformowały dyktaturę, która ostatecznie upadała, nie próbowały innego rodzaju rządu — tworzyły nową dyktaturę.<bt_wait> Albo, jeśli posadziły rośliny i te umierały, to maszyny ponownie próbowały tego samego.<bt_wait> I ponownie.<bt_wait> I ponownie.<bt_wait> I ponownie.<bt_wait>

source: The structures were referred to by names such as "apartment complex."
pl: Struktury te nazywano „blokowiskami”.

source: The struggle must continue.
pl: Potyczka musi trwać dalej.

source: The subject's vital signs are too poor to attempt field repair in the current—
pl: Sygnały życiowe zbyt słabe, by podjąć próbę naprawy polowej w obecnej—

source: The sun never leaves the sky anymore, but apparently, it used to descend below the horizon for hours at a time.
pl: Słońce już od bardzo dawna nie opuszcza nieba, ale podobno kiedyś zachodziło za horyzont na wiele godzin.

source: The surface? That means we'll be getting flight units, huh?
pl: Powierzchnia? To znaczy, że najprawdopodobniej, przydzielą nam jednostki latające, co nie?

source: The sword sighed softly, pleased to finally be at rest. But before it could peacefully crumble into dust, a group of power-hungry fools took it up and denied its reverie anew.
pl: Miecz westchnął cicho, zadowolony z ostatecznego spoczynku. Ale zanim mógł w spokoju rozpaść się w proch, wzięła go grupa żądnych potęgi głupców, odmawiając mu spokoju.

source: The sword's blade, dulled by years of idleness, was—as its name implied—a mere iron hunk. Its blood-drenched youth was little more than a series of rusted memories which grated against its pockmarked steel.
pl: Klinga miecza, stępiona przez lata bezczynności, była — jak nazwa wskazuje — tylko sztabą żelaza. Jej młodość, skąpana we krwi, była już tylko szeregiem zardzewiałych wspomnień, ścierających podziurawioną stal.

source: The target is now accessible.
pl: Cel jest teraz dostępny.

source: The target is thought to be in a high location with good network reception. Try examining the rooftops of buildings.
pl: Cele powinny znajdować się w jakichś wysoko położonych miejscach, z dobrym zasięgiem sieci. Spróbuj zbadać dachy budynków.

source: The terminal is kind of hard to find, but I know you can do it.
pl: Ten terminal dość ciężko znaleźć, ale wiem, że dasz radę.

source: The terminal is kind of hard to find, so keep your eyes peeled.
pl: Ten terminal dość ciężko znaleźć, więc miejcie oczy szeroko otwarte.

source: The test site is up ahead, you know that, right? Are your memories corrupted or something?
pl: Stanowisko testowe jest nieco dalej, wiesz o tym? Pamięć ci się popsuła czy jak?

source: The thankful couple vowed to repay the money you loaned them.
pl: Wdzięczna para obiecuje zwrócić ci pożyczone pieniądze.

source: The thing is, I recently came out on the losing end of a scuffle with some machine lifeforms.
pl: Rzecz w tym, że ledwo przeżyłam niedawne starcie z mechanicznymi formami życia.

source: The third owner was a greedy merchant who lived to swindle customers. Soon, she found herself shunned and penniless, and so decided to hang herself. The unused spear rested in a corner of her home as a decoration.
pl: Trzecią właścicielką była chciwa handlarka, żyjąca z oszukiwania klientów. Wkrótce, odrzucona przez wszystkich i bez grosza przy duszy, zdecydowała się powiesić. A nieużywana od dawna włócznia, spoczywała w rogu jej domu jako dekoracja.

source: The third owner was an infant prince who was gifted the lance by the queen regent. She died soon thereafter, and on the night of her funeral, the lance vanished from the infant's room, leaving behind only a tiny corpse in the crib.
pl: Trzecim właścicielem był książę-niemowlak, który dostał włócznię od królowej. Ta zginęła niedługo później, a w noc jej pogrzebu włócznia zniknęła z pokoju księcia, pozostawiając jego niewielkie, martwe ciało w kołysce.

source: The tickets for high rank matches may be expensive, but wow, you do get your money's worth!
pl: Bilety na zawody wyższych rang może i są drogie, ale jejku, warte są tych pieniędzy!

source: The time you took to complete this battle is: <time>.
pl: Czas w którym ukończyłeś tą walkę wynosi: <time>.

source: The tip of its spear is made of painstakingly refined metals, and can pierce even an android's armor.
pl: Grot włóczni tej maszyny jest stworzony ze skrupulatnie rafinowanych metali i jest w stanie przebić nawet zbroję androida.

source: The tool shop is back in business, and plug-in chip trading has resumed. Attempts to convince the shop owner to fix his leg with the remaining materials were fruitless, as he didn't want to lose the only original part he had left.
pl: Sklep z narzędziami znów funkcjonuje i powrócił handel czipami rozszerzeń. Próby przekonania właściciela sklepu, by naprawił swoją nogę pozostałymi materiałami spełzły na niczym, jako że nie chce stracić jedynej oryginalnej części jaka mu pozostała.
